driver-tests/pojose/txn/caTxnTst/test/testTxnInOnlyNegative/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cat="caTxnTst">
  <soapenv:Body>
    <cat:TxnTstDriverOperation>
      <part1>TestInOnlyTxnNegative</part1>
    </cat:TxnTstDriverOperation>
  </soapenv:Body>
</soapenv:Envelope>